Repository: vdhamer/Photo-Club-Hub-HTML
Catalog: Photo Club Hub HTML/PhotoClubHubHTML.Ignite.xcstrings
Source language: en
Languages: nl

source: %lld approved expertise tags
nl: %lld goedgekeurde expertise tags

source: %lld former members
nl: %lld voormalige leden

source: %lld temporary expertise tags
nl: %lld tijdelijke expertise tags

source: Average membership duration for these %lld club members is %@ years.
nl: Deze %lld clubleden zijn gemiddeld %@ jaar lid.

source: Club name
nl: Clubnaam

source: Current members of %@
nl: Huidige leden van %@

source: Description
nl: Beschrijving

source: Documentation
nl: Documentatie

# Fotobond #
source: Dutch Fotobond ID
nl: Fotobond nr.

# From %@ to %@ (%@ years)%@
source: From %1$@ to %2$@ (%3$@ years)%4$@
nl: Lid van %1$@ t/m %2$@ (%3$@ jaar)%4$@

# From %@%@
source: From %1$@%2$@
nl: Lid sinds %1$@%2$@

# Idenfifier
source: Identifier
nl: Interne benaming

source: Member for past %@ years
nl: Lid sinds %@ jaar

# Member from %@ to %@
source: Member from %1$@ to %2$@
nl: Lid van %1$@ tot %2$@

source: Members
nl: Leden

source: Name
nl: Naam

source: Own website
nl: Eigen site

source: Photo Club Hub
nl: Fotoclub Hub

source: Photo Club Hub network
nl: Fotoclub Hub netwerk

source: Photo clubs
nl: Fotoclubs

source: Stats
nl: Statistieken

source: The listed ex-members were members of this club for, on average, %@ years.
nl: Deze ex-leden zijn gemiddeld %@ jaar lid.

source: This expertise tag is not approved yet.
nl: Deze tijdelijke expertise heeft geen beschrijving.

source: This page is part of the %1$@ network and was last updated on %2$@ %3$@.
nl: Deze pagina is onderdeel van het %1$@ netwerk en is gegenereerd op %2$@ %3$@.

source: Town
nl: Gemeente

source: Unofficial expertise. It has no translations yet.
nl: Niet erkende expertise (heeft geen vertalingen).
